Repository: bencevicbruno/GoseiSwiftUI
Catalog: GoseiSwiftUI/Resources/Localizable/*.lproj/Localizable.strings
Languages: hr

source: Cancel
hr: Odustani

source: Close
hr: Zatvori

source: Confirm
hr: Potvrdi

source: Log in
hr: Prijavi se

# login_is_not_implemented
source: Login not implemented.
hr: Prijava nije implementirana.

source: New to Gosei?
hr: Prvi put koristiš Gosei?

source: or
hr: ili

# password
source: Paswword
hr: Lozinka

# passwords_not_matching
source: Password are not matching
hr: Lozinke se ne podudaraju

source: Payment Details
hr: Podaci o plaćanju

source: Payment Successful
hr: Plaćanje uspiješno

source: Repeat password
hr: Ponovi lozinku

source: Sign out
hr: Odjavi se

# sign_out_message
source: Are you sure you want to sign out? You can sign in again later.
hr: Jeste li sigurni da se želite odjaviti? Možete se prijaviti opet kasnije.

source: Sign up
hr: Registriraj se

source: Shipping Details
hr: Podaci o dostavi

# wrong_credidentials
source: invalid credidentials
hr: Pogrešan email ili lozinka.

source: Account info
hr: Podaci o računu

source: My Orders
hr: Moje narudžbe

source: Language
hr: Jezik

source: Help
hr: Pomoć

source: Light
hr: Svijetlo

source: Dark
hr: Tamno

source: Kitchen Appliances
hr: Kuhinjski uređaji

source: Home Security
hr: Sigurnost doma

source: Apple Devices
hr: Apple uređaji

source: Vacuum Cleaners
hr: Pametni usisavači

source: Smart Lighting
hr: Pametno osvijetljenje

source: Temperature Control
hr: Kontrola temperature

source: Promotional Products
hr: Promotivni proizvodi
